##!/usr/bin/python
#!/usr/local/bin/python
# coding: latin-1
import sys
import time
import os
os.system('cls' if os.name == 'nt' else 'clear')
def bannar():
	print('''
              \033[31;1m\033[46m╭━╮╭━╮╭╮╱╭╮╭━━━╮╭━━╮╭━━━╮\033[0m
              \033[31;1m\033[46m┃┃╰╯┃┃┃┃╱┃┃┃╭━╮┃╰┫┣╯┃╭━╮┃\033[0m
              \033[31;1m\033[46m┃╭╮╭╮┃┃┃╱┃┃┃╰━━╮╱┃┃╱┃┃╱╰╯\033[0m
              \033[31;1m\033[46m┃┃┃┃┃┃┃┃╱┃┃╰━━╮┃╱┃┃╱┃┃╱╭╮\033[0m
              \033[31;1m\033[46m┃┃┃┃┃┃┃╰━╯┃┃╰━╯┃╭┫┣╮┃╰━╯┃\033[0m
              \033[31;1m\033[46m╰╯╰╯╰╯╰━━━╯╰━━━╯╰━━╯╰━━━╯\033[0m
''')
bannar()

print('''\033[96;1m
                 ╔══════════════╗
                 ║  🄼🅄🅂🄸🄲 🄻🄸🅂🅃  ║
             ╔═══╩══════════════╩════╗
             ║[1] 𝐁𝐨𝐲𝐟𝐫𝐢𝐞𝐧𝐝 𝐌𝐮𝐬𝐢𝐜    ║
             ║[2] 𝐋𝐞𝐭_𝐌𝐞_𝐌𝐮𝐬𝐢𝐜       ║
             ║[3] 𝐋𝐮𝐭_𝐆𝐚𝐲𝐞_𝐌𝐮𝐬𝐢𝐜     ║
             ║[4] 𝐍𝐚𝐜𝐡𝐚𝐧𝐠𝐞           ║
             ╚═══════════════════════╝\033[0m
''')

username=input ('\033[32m𝐁𝐨𝐲𝐟𝐫𝐢𝐞𝐧𝐝 𝐌𝐮𝐬𝐢𝐜[—]')
print ('''
\033[96;1m╔═══════════════════════╗
\033[96;1m║\033[31m 𝑷𝒍𝒂𝒚 𝑨𝒖𝒅𝒊𝒐 𝑺𝒖𝒄𝒄𝒆𝒔𝒔𝒇𝒖𝒍 \033[96;1m║
\033[96;1m╚═══════════════════════╝\033[0m
''')
os.system('play-audio Boyfriend.p')


username=input ('\033[32m𝐋𝐞𝐭_𝐌𝐞_𝐌𝐮𝐬𝐢𝐜[—]')
print ('''
\033[96;1m╔═══════════════════════╗
\033[96;1m║\033[31m 𝑷𝒍𝒂𝒚 𝑨𝒖𝒅𝒊𝒐 𝑺𝒖𝒄𝒄𝒆𝒔𝒔𝒇𝒖𝒍 \033[96;1m║
\033[96;1m╚═══════════════════════╝\033[0m
''')

os.system('play-audio Let_Me.p')


username=input ('\033[32m𝐋𝐮𝐭_𝐆𝐚𝐲𝐞_𝐌𝐮𝐬𝐢𝐜[—]')
print ('''
\033[96;1m╔═══════════════════════╗
\033[96;1m║\033[31m 𝑷𝒍𝒂𝒚 𝑨𝒖𝒅𝒊𝒐 𝑺𝒖𝒄𝒄𝒆𝒔𝒔𝒇𝒖𝒍 \033[96;1m║
\033[96;1m╚═══════════════════════╝\033[0m
''')
os.system('play-audio Lut_Gaye.p')



username=input ('\033[32m𝐍𝐚𝐜𝐡𝐚𝐧𝐠𝐞[—]')
print ('''
\033[96;1m╔═══════════════════════╗
\033[96;1m║\033[31m 𝑷𝒍𝒂𝒚 𝑨𝒖𝒅𝒊𝒐 𝑺𝒖𝒄𝒄𝒆𝒔𝒔𝒇𝒖𝒍 \033[96;1m║
\033[96;1m╚═══════════════════════╝\033[0m
''')
os.system('play-audio Nachange.p')